<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Consiste en un m&eacute;todo de an&aacute;lisis para obtener un amplio  razonamiento y pensamiento cr&iacute;tico en relaci&oacute;n a los fen&oacute;menos, problemas y  situaciones que ocurran dentro de un sistema. <br />
El enfoque sist&eacute;mico se fundamenta dentro de los campos de  la biolog&iacute;a, sociolog&iacute;a, psicolog&iacute;a, antropolog&iacute;a, filosof&iacute;a, econom&iacute;a,  matem&aacute;ticas, administraci&oacute;n de negocios e ingenier&iacute;a. <br />
Entender las cosas de forma sist&eacute;mica consiste en ubicarlas  dentro de su propio contexto y relacionarlas entre s&iacute;, literalmente. Por  ejemplo: los elementos y factores de un fen&oacute;meno determinado.<br />
Los estudios de clima organizacional con enfoque sist&eacute;mico  constituyen una importante herramienta diagn&oacute;stica que permite de forma r&aacute;pida  y oportuna identificar las necesidades en relaci&oacute;n con el futuro deseado dentro  de la organizaci&oacute;n a la luz del desarrollo social.</p>
<p>En la medici&oacute;n del clima organizacional a lo largo de la  historia se han aplicado diferentes enfoques y dimensiones representativas de  la organizaci&oacute;n, que en el caso de la salud p&uacute;blica aportan informaci&oacute;n valiosa  para la adecuada toma de decisiones en la introducci&oacute;n de cambios de forma  planificada y en respuesta a las necesidades identificadas.<br />
  El enfoque sistemico es el tratar todo lo que existe en la  realidad como un sistema cuyos componente principales son: entrada, proceso y  salida.<br />
  <img width="463" height="278" src="2.1.2_clip_image001.png" /> </p>
<p>Este concepto es muy utilizado a nivel de control de  calidad, ya que los resultados obtenidos nos sirven para realizar correcciones  o realizar ajustes a nuestros objetivos.<br />
  En las f&aacute;bricas de focos y l&aacute;mparas es com&uacute;n emplear  pedazos de focos rotos en la mezcla de s&iacute;lice que se usa para crear los tubos y  bombillas de cristal, estos son focos rotos son un producto que sale del  sistema en forma de desecho pero que es empleado como insumo nuevamente.</p>
<p><strong></strong></p>
<p align="justify">&nbsp;</p>
</body>
</html>
