<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>La teor&iacute;a General de  Sistemas (TGS) se presenta como una forma sistem&aacute;tica y cient&iacute;fica de  aproximaci&oacute;n y representaci&oacute;n de la realidad y, al mismo tiempo, como una  orientaci&oacute;n hacia una pr&aacute;ctica estimulante para formas de trabajo  multidisciplinarias.<br />
La Teor&iacute;a General de  Sistemas (TGS) tiene su origen en los mismos&nbsp;  or&iacute;genes de la filosof&iacute;a y la ciencia. La palabra Sistema proviene de la  palabra syst&ecirc;ma, que a su vez procede de synistanai (reunir) y de synist&ecirc;mi  (mantenerse juntos).<br />
Espec&iacute;ficamente se le  atribuyen a George Wilhem Friedrich Hegel (1770'&ndash;'1831) el planteamiento de las  siguientes ideas:</p>
<ul>
  <li>El  todo es m&aacute;s que la suma de las partes</li>
  <li>El  todo determina la naturaleza de las partes</li>
  <li>Las  partes no pueden comprenderse si se consideran en forma aislada del todo</li>
  <li>Las  partes est&aacute;n din&aacute;micamente interrelacionadas o son interdependientes</li>
</ul>
<p>La teor&iacute;a de los  sistemas enfatiza la importancia de la retroalimentaci&oacute;n y el aprendizaje  continuo. Las empresas pueden aplicar esto mediante la implementaci&oacute;n de  sistemas de retroalimentaci&oacute;n y evaluaci&oacute;n para monitorear el rendimiento y  realizar ajustes seg&uacute;n sea necesario.<br />
    <img width="373" height="251" src="2.1_clip_image002_0000.jpg" /></p>
<p>Un sistema es un conjunto de elementos  interrelacionados entre si para lograr un mismo objetivo. Los componentes de  sistema son:</p>
<ul>
<ul>
  <li>Entradas:  Datos, informaci&oacute;n, insumos que ingresan al sistema.</li>
  <li>Procesos:  Cambios que se producen a las entradas para generar salidas, resultados del  sistema.</li>
  <li>Salidas:  Resultados de los procesos realizados en el sistema.</li>
</ul>
</body>
</html>
