<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Debe cumplir con los  siguientes componentes b&aacute;sicos interactuando entre s&iacute;: El hardware, equipo  f&iacute;sico utilizado para procesar y almacenar datos. El software y los  procedimientos utilizados para transformar y extraer informaci&oacute;n. Los datos que  representan las actividades de la empresa.<br />
Dentro de una empresa  los sistemas de informaci&oacute;n act&uacute;an como el sistema nervioso ya que se encarga  de hacer llegar informaci&oacute;n oportuna y precisa con la presentaci&oacute;n y el formato  adecuado, a la persona que la necesita dentro de la organizaci&oacute;n para tomar una  decisi&oacute;n o realizar alguna operaci&oacute;n y justo en el momento de que esta persona  necesita disponer de dicha informaci&oacute;n.<br />
Los elementos  estructurales son permanentes y b&aacute;sicos, no son sujetos a consideraciones  circunstanciales ni coyunturales, sino que son la esencia y la raz&oacute;n de ser del  mismo sistema.<br />
Las funciones de un  sistema de informaci&oacute;n dentro de una empresa, funciona con la tecnolog&iacute;a  inform&aacute;tica, ya que &eacute;sta ha llegado para facilitar la administraci&oacute;n de datos  en las empresas. Pero esta no es la &uacute;nica cualidad con la que cuenta un sistema  de informaci&oacute;n. Por ello, profundicemos en sus funciones m&aacute;s importantes: </p>
<ul>
  <li>Gestionar  y administrar datos e informaci&oacute;n que componen a una empresa. </li>
  <li>Automatizar  procesos internos sin necesidad de contar con intermediarios para ejecutar  ciertas operaciones. </li>
  <li>Unificar  la informaci&oacute;n de tu empresa a trav&eacute;s de almacenes estandarizados para  facilitar el uso y la comprensi&oacute;n de los datos generados. </li>
  <li>Brindar  informaci&oacute;n actualizada en tiempo real disponible para todos los colaboradores  o para aquellos encargados de las tomas de decisi&oacute;n. Esto permite agilizar y  mejorar procesos y actividades de forma r&aacute;pida. </li>
  <li>Favorecer  un mejor aprovechamiento del tiempo que tus empleados disponen para ciertas  actividades. Al hacer posible operaciones m&aacute;s automatizadas y sencillas, los  miembros de tu empresa no tendr&aacute;n que perder mucho tiempo en ejecutar tareas  que, gracias a un sistema de informaci&oacute;n, pueden hacerse autom&aacute;ticamente. Esto  mejora su productividad. </li>
</ul>
<p align="center"><img width="547" height="259" src="2.2_clip_image001.png" /> </p>
</body>
</html>
