<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Se refiere a los procesos y las herramientas que buscan  unificar o centralizar actividades dentro de un mismo sistema de gesti&oacute;n  empresarial. Es decir, buscan la integraci&oacute;n entre s&iacute; de operaciones diferentes  para que estas puedan ser gestionadas desde una misma plataforma.<br />
Esta usa tecnolog&iacute;as y metodolog&iacute;as para integrar  aplicaciones de negocio, datos, nubes privadas y p&uacute;blicas, procesos y  dispositivos en todo el entorno de TI. La integraci&oacute;n empresarial es importante  porque conecta la funcionalidad y comunicaci&oacute;n entre sistemas, lo cual permite  a las organizaciones reaccionar r&aacute;pidamente a las necesidades del negocio y  convertirse en empresas m&aacute;s &aacute;giles y con mayor capacidad de respuesta.<br />
Tipos de integraci&oacute;n de sistemas</p>
<ul>
  <li>Integraci&oacute;n  vertical: Es una estrategia de nivel corporativo utilizada por empresas,  mediante la cual ingresan a nuevos sectores para favorecer la competitividad de  sus productos o servicios actuales.</li>
  <li>Integraci&oacute;n  horizontal: Es una estrategia que adopta una compa&ntilde;&iacute;a cuando busca ofrecer sus  productos o servicios en diferentes mercados.</li>
  <li>Integraci&oacute;n  en estrella: Los subsistemas se comunican entre ellos a partir de un punto en  com&uacute;n.</li>
  <li>Integraci&oacute;n  con formato de datos com&uacute;n: Consiste en hacer una copia de los datos de las  diferentes fuentes en un almac&eacute;n de datos o data service. De esta forma, se  consigue una visi&oacute;n unificada.</li>
</ul>
<p>Los principios de la integraci&oacute;n son: La calidad del  servicio que depende de la selecci&oacute;n apropiada de recursos (humanos y  materiales) Informaci&oacute;n: para la satisfacci&oacute;n de necesidades y tomar decisiones  por lo cual debe ser oportuna y veraz.</p>
<p align="justify">&nbsp;</p>
</body>
</html>
