<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Los sistemas de apoyo a la decisi&oacute;n son sistemas  inform&aacute;ticos que se apoyan en modelos y an&aacute;lisis de datos din&aacute;micos que  consideran las variables del mercado y la situaci&oacute;n de la empresa. As&iacute;,  presenta a los responsables de tomar decisiones todos los elementos que  necesitan para actuar. <br />
Al tener datos recopilados y visualizarlos, y descubrir  tendencias y patrones, las empresas tienen el panorama completo para tomar  decisiones en tiempo real. De esta forma se minimizan las ineficiencias en los  procesos operativos, se localizan puntualmente los problemas y se identifican  posibles &aacute;reas de crecimiento.</p>
<p>M&aacute;s detalladamente, las caracter&iacute;sticas que los sistemas te  ofrecen son:</p>
<ul>
<ul>
  <li>Informaci&oacute;n  hist&oacute;rica disponible: puedes acceder a distintos periodos para compararlos y  analizar tendencias en la evoluci&oacute;n de los datos. </li>
  <li>Accesibilidad:  anteriormente estos sistemas de informaci&oacute;n estaban reservados para analistas e  inform&aacute;ticos. Hoy en d&iacute;a existen opciones que pueden utilizar todos los equipos  de la organizaci&oacute;n y no requieren conocimientos ni supervisi&oacute;n t&eacute;cnica.</li>
  <li>An&aacute;lisis  multidimensional: una caracter&iacute;stica importante es que ofrece distintas  perspectivas, detalles y an&aacute;lisis muy espec&iacute;ficos que sustentan el proceso de  toma de decisiones.</li>
  <li>Automatizaci&oacute;n:  permite mejorar las operaciones rutinarias y los procesos para agilizar las  operaciones, lo que se traduce en un ahorro de tiempo. </li>
  <li>Interactividad:  es f&aacute;cil de navegar y permite a los usuarios manipular los datos conforme a lo  que necesiten, todo de forma amigable y en tiempo real.</li>
</ul>
</body>
</html>
