<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Un esquema de base de datos define c&oacute;mo se  organizan los datos dentro de una base de datos relacional. Esto incluye  restricciones l&oacute;gicas como, por ejemplo, nombres de tablas, campos, tipos de  datos y las relaciones entre estas entidades. Los esquemas suelen utilizar  representaciones visuales para comunicar la arquitectura de la base de datos,  convirti&eacute;ndose en la base de la disciplina de gesti&oacute;n de datos de una  organizaci&oacute;n.</p>
<ul type="disc">
  <li>Los       esquemas conceptuales ofrecen una visi&oacute;n general de lo que contendr&aacute; el       sistema, c&oacute;mo se organizar&aacute; y qu&eacute; normas empresariales est&aacute;n involucradas.       Los modelos conceptuales generalmente se crean como parte del proceso de       recopilaci&oacute;n de los requisitos iniciales del proyecto.</li>
</ul>
<ul type="disc">
  <li>Los       esquemas de bases de datos l&oacute;gicas son menos abstractos en comparaci&oacute;n con       los esquemas conceptuales. Definen claramente los objetos del esquema con       informaci&oacute;n, como nombres de tablas, nombres de campos, relaciones de       entidades y restricciones de integridad, es decir, cualquier regla que       gestione la base de datos. Sin embargo, normalmente no incluyen ning&uacute;n       requisito t&eacute;cnico.</li>
</ul>
<ul type="disc">
  <li>Los       esquemas de bases de datos f&iacute;sicas proporcionan la informaci&oacute;n t&eacute;cnica de       la que carece el tipo de esquema de base de datos l&oacute;gico, adem&aacute;s de la       informaci&oacute;n contextual, como nombres de tablas, nombres de campos,       relaciones entre entidades, etc. Es decir, tambi&eacute;n incluye la sintaxis que       se utilizar&aacute; para crear estas estructuras de datos dentro del       almacenamiento en disco.</li>
</ul>
<p>&nbsp;</p>
</body>
</html>
