<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p><img width="282" height="231" src="3.2.2_clip_image002.jpg" align="left" hspace="12" alt="Diagrama  Descripci&oacute;n generada autom&aacute;ticamente" />Las bases de datos transaccionales son  almacenes de filas, lo que significa que los datos se almacenan en discos como  filas, en vez de como columnas. Los almacenes de filas son la soluci&oacute;n ideal  para consultar toda la informaci&oacute;n de un cliente en la tabla de usuarios, ya  que puedes buscar solo los datos que necesitas. Sin embargo, no son tan  eficaces cuando intentas contar los clientes de un c&oacute;digo postal concreto, ya  que no solo tienes que cargar la columna ZIP, sino tambi&eacute;n las columnas name,  address y user_id.<br />
La principal ventaja de las bases de datos  transaccionales es su flexibilidad. En ellas es posible modificar alguna  informaci&oacute;n sin tener que manipular la informaci&oacute;n sensible o aislada ya que,  tanto la interfaz, como las reglas para manipular la memoria de datos se pueden  lograr sin cambiar la estructura general del sistema.<br />
Adem&aacute;s, las bases de datos transaccionales permiten  a los usuarios tener una mejor capacidad para recuperar el historial de los  datos almacenados y, gracias a su consistencia, existe un riesgo m&iacute;nimo de  p&eacute;rdida de datos por causa de fallos en el sistema o en la alimentaci&oacute;n.<br />
Est&aacute;n dise&ntilde;adas para satisfacer la necesidad de  recolectar, enviar y recepci&oacute;n de datos en el menor tiempo posible. Rompe el  sentido de la redundancia, as&iacute; como de la duplicidad de datos o informaci&oacute;n y  permite una relaci&oacute;n entre las &aacute;reas de las empresas.</p>
<ul>
<ul>
  <li>Informar: las decisiones t&aacute;cticas tienen que estar  conducidas por las consultas de an&aacute;lisis llevado a cabo sobre datos actuales e  incluso, en ocasiones, sobre los que se obtienen en tiempo real, algunos de los  cuales coinciden o est&aacute;n estrechamente relacionados los almacenados en las  bases de datos transaccionales.</li>
  <li>Organizar: las bases de datos transaccionales  sirven a los grandes almacenes de datos empresariales para recoger los datos  que en ellas se contienen, dotarles de un esquema com&uacute;n y optimizarlos para el  procesamiento de consultas complejas.</li>
  <li>Contextualizar: dado que las transacciones se  llevan a cabo por aplicaciones operativas con bases de datos transaccionales  espec&iacute;ficas, es necesario para el an&aacute;lisis emplear estos datos contextuales  relevantes, y que son los que confieren la perspectiva m&aacute;s completa al estudio  de la informaci&oacute;n.</li>
  <li>Enriquecer: al integrar las bases de datos  transaccionales y las anal&iacute;ticas en una sola plataforma se consigue aumentar la  consistencia del procesamiento de transacciones, con la inteligencia que  proviene de aplicaciones de business intelligence.</li>
</ul>
<p align="center"><strong>&nbsp;</strong></p>
</body>
</html>
