<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>El procesamiento anal&iacute;tico en l&iacute;nea (online analytical  processing, OLAP) es un m&eacute;todo inform&aacute;tico que permite a los usuarios extraer y  consultar datos de manera f&aacute;cil y selectiva para analizarlos desde diferentes  puntos de vista. Las consultas de inteligencia empresarial OLAP a menudo ayudan  en el an&aacute;lisis de tendencias, informes financieros, previsi&oacute;n de ventas,  presupuestos y otros prop&oacute;sitos de planificaci&oacute;n.<br />
El software OLAP luego localiza la intersecci&oacute;n de  dimensiones, como todos los<br />
productos vendidos en la regi&oacute;n oriental por encima de un  precio determinado<br />
durante un per&iacute;odo de tiempo determinado, y los muestra. El  resultado es la<br />
&quot;medida&quot;; cada cubo OLAP tiene al menos una o  quiz&aacute;s cientos de medidas, que se<br />
derivan de la informaci&oacute;n almacenada en tablas de hechos en  el almac&eacute;n de datos.<br />
Es un software para realizar  an&aacute;lisis multidimensionales a altas velocidades en grandes vol&uacute;menes de datos  de un&nbsp;<a href="https://www.ibm.com/mx-es/topics/data-warehouse">almac&eacute;n  de datos</a> La mayor&iacute;a de los datos comerciales tienen varias  dimensiones: varias categor&iacute;as en las que se desglosan los datos para su  presentaci&oacute;n, seguimiento o an&aacute;lisis. Por ejemplo, las cifras de ventas pueden  tener varias dimensiones relacionadas con la ubicaci&oacute;n (regi&oacute;n, pa&iacute;s,  estado/provincia, tienda), tiempo (a&ntilde;o, mes, semana, d&iacute;a), producto (ropa,  hombres/mujeres/ni&ntilde;os, marca, tipo) y m&aacute;s. <br />
<img border="0" width="395" height="288" src="3.4.1_clip_image002.png" alt="What Is OLAP? OLAP Defined | NetSuite" /> </p>
</body>
</html>
