<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>La definici&oacute;n principal de las transacciones (econ&oacute;micas o  financieras) restablece la base de la mayor&iacute;a de los sistemas OLTP, por lo que  el procesamiento de transacciones en l&iacute;nea suele implicar la inserci&oacute;n,  actualizaci&oacute;n y/o supresi&oacute;n de peque&ntilde;as cantidades de datos en un almac&eacute;n de  datos para recopilar, gestionar y proteger esas transacciones. Normalmente, una  aplicaci&oacute;n web, m&oacute;vil o empresarial realiza un seguimiento de todas esas  interacciones o transacciones con clientes, proveedores o socios, y las  actualiza en la base de datos OLTP. Los datos de esta transacci&oacute;n almacenados  en la base de datos son fundamentales para las empresas y se utilizan para la  generaci&oacute;n de informes o se analizan para la toma de decisiones basada en  datos.<br />
Permite el procesamiento de datos  r&aacute;pido y preciso que hay detr&aacute;s de los cajeros autom&aacute;ticos y la banca en l&iacute;nea,  las cajas registradoras y el comercio electr&oacute;nico, y muchos otros servicios con  los que interactuamos todos los d&iacute;as. Una transacci&oacute;n en una base de datos es  un cambio, inserci&oacute;n, eliminaci&oacute;n o consulta en una base de datos.<br />
La arquitectura m&aacute;s com&uacute;n de un sistema OLTP que utiliza  datos transaccionales es una arquitectura de tres niveles que suele estar  formada por un nivel de presentaci&oacute;n, un nivel de l&oacute;gica de negocio y un nivel  de almac&eacute;n de datos. <br />
El nivel de presentaci&oacute;n es el front-end, donde la  transacci&oacute;n se origina a trav&eacute;s de una interacci&oacute;n humana o se genera por el  sistema. <br />
El nivel l&oacute;gico consta de reglas que verifican la  transacci&oacute;n y garantizan que todos los datos necesarios para completar la  transacci&oacute;n est&eacute;n disponibles. <br />
El nivel de almac&eacute;n de datos almacena la transacci&oacute;n y  todos los datos relacionados con ella.<br />
&nbsp;<img width="334" height="232" src="3.4.2_clip_image002.jpg" alt="Online Transaction Processing (OLTP) - What Is It, Examples" /> </p>
</body>
</html>
