<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
</head>

<body>
<p>Servicio  de base de datos totalmente automatizado que permite que todas las  organizaciones desarrollen e implementen con facilidad cargas de trabajo de  aplicaciones, sin importar su complejidad, escala o importancia. El motor  convergente de&nbsp;Autonomous  Database&nbsp;admite diversos tipos de datos, lo  que simplifica el desarrollo y la implementaci&oacute;n de aplicaciones, desde la  creaci&oacute;n de modelos y la codificaci&oacute;n hasta la extracci&oacute;n, transformaci&oacute;n y  carga, la optimizaci&oacute;n de bases de datos y el an&aacute;lisis de datos. </p>
<p>En la nube que utiliza el  aprendizaje autom&aacute;tico para automatizar el ajuste, la seguridad, las copias de  seguridad y las actualizaciones en bases de datos, as&iacute; como otras tareas de  gesti&oacute;n rutinarias que siempre han estado a cargo de los administradores de  bases de datos (DBA). A diferencia de una base de datos convencional, una base  de datos aut&oacute;noma realiza todas estas tareas, y muchas m&aacute;s, sin intervenci&oacute;n  humana.<br />
Las bases de datos almacenan informaci&oacute;n empresarial cr&iacute;tica y son  esenciales para el funcionamiento eficiente de las organizaciones modernas. Los  DBA a menudo est&aacute;n sobrecargados con la gesti&oacute;n y el mantenimiento de las bases  de datos, tareas manuales que exigen mucho tiempo. En ocasiones, las exigencias  de las cargas de trabajo actuales provocan el error de los DBA, lo que puede  tener un impacto catastr&oacute;fico en el tiempo de actividad, el rendimiento y la  seguridad</p>
<ul type="disc">
  <li>Un almac&eacute;n de datos realiza       numerosas funciones relacionadas con la inteligencia empresarial y utiliza       datos preparados de antemano para la realizaci&oacute;n de an&aacute;lisis. El entorno       de la data warehouse tambi&eacute;n gestiona todas las operaciones del ciclo de       vida de la base de datos, puede realizar an&aacute;lisis de consultas en millones       de filas, se puede adaptar a las necesidades de la empresa y se implementa       en cuesti&oacute;n de segundos.</li>
  <li>El procesamiento de       transacciones facilita los procesos transaccionales en funci&oacute;n del tiempo,       como la anal&iacute;tica en tiempo real, la personalizaci&oacute;n y la detecci&oacute;n de       fraudes. El procesamiento de transacciones suele abarcar un n&uacute;mero muy       peque&ntilde;o de registros, se basa en operaciones predefinidas y permite un       desarrollo e implementaci&oacute;n sencillo de las aplicaciones.</li>
</ul>
<p><img width="413" height="202" src="3.5.3_clip_image002.jpg" alt="Base de datos aut&oacute;noma en el data center local | gmpit" /> </p>
<p align="center"> </p>
</body>
</html>
