<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>El procesamiento anal&iacute;tico en l&iacute;nea (OLAP) es  una tecnolog&iacute;a de software que puede utilizar para analizar datos empresariales  desde diferentes puntos de vista. Las organizaciones recopilan y almacenan  datos de m&uacute;ltiples fuentes de datos, como sitios web, aplicaciones, medidores  inteligentes y sistemas internos. OLAP combina y agrupa estos datos en  categor&iacute;as para proporcionar informaci&oacute;n procesable para la planificaci&oacute;n  estrat&eacute;gica. Por ejemplo, un minorista almacena datos sobre todos los productos  que vende, como el color, el tama&ntilde;o, el costo y la ubicaci&oacute;n. El minorista  tambi&eacute;n recopila datos de compra de los clientes, como el nombre de los  art&iacute;culos pedidos y el valor total de las ventas, en un sistema diferente. OLAP  combina los conjuntos de datos para responder preguntas como qu&eacute; productos de  color son m&aacute;s populares o c&oacute;mo la colocaci&oacute;n de productos afecta a las ventas.</p>
<p><strong>IMPORTANCIA DE  (OLAP)</strong></p>
<h3><a name="_Toc153367898" id="_Toc153367898"><strong>Toma de  decisiones m&aacute;s r&aacute;pida</strong></a> </h3>
<p>Las empresas utilizan OLAP para tomar  decisiones r&aacute;pidas y precisas a fin de mantenerse competitivas en una econom&iacute;a  acelerada. Hacer consultas anal&iacute;ticas en varias bases de datos relacionales  lleva mucho tiempo porque el sistema de computaci&oacute;n busca en varias tablas de  datos. Por otro lado, los sistemas OLAP calculan previamente e integran los  datos para que los analistas empresariales puedan generar informes m&aacute;s r&aacute;pido y  cuando sea necesario.</p>
<h3><a name="_Toc153367899" id="_Toc153367899"><strong>Asistencia al  usuario sin conocimientos t&eacute;cnico</strong></a> </h3>
<p>Los sistemas OLAP facilitan el an&aacute;lisis de  datos complejos para los usuarios empresariales sin conocimientos t&eacute;cnicos. Los  usuarios empresariales pueden crear c&aacute;lculos anal&iacute;ticos complejos y generar  informes en lugar de aprender a operar las bases de datos.</p>
<h3><a name="_Toc153367900" id="_Toc153367900"><strong>Vista de datos  integrada</strong></a> </h3>
<p>OLAP proporciona una plataforma unificada  para las unidades empresariales de marketing, finanzas, producci&oacute;n y otras. Los  administradores y tomadores de decisiones pueden ver el panorama general y  resolver los problemas de manera efectiva. Pueden llevar a cabo an&aacute;lisis  hipot&eacute;ticos, que muestran el impacto de las decisiones tomadas por un  departamento en otras &aacute;reas de la empresa.</p>
<p><strong>&nbsp;</strong></p>
<p><strong>Miner&iacute;a de Datos</strong> es el proceso de hallar anomal&iacute;as, patrones y correlaciones  en grandes conjuntos de datos para predecir resultados. Empleando una amplia  variedad de t&eacute;cnicas, puede utilizar esta informaci&oacute;n para incrementar sus  ingresos, recortar costos, mejorar sus relaciones con clientes, reducir riesgos  y m&aacute;s.<br />
  L<strong>a Miner&iacute;a de Datos permite</strong></p>
<ul>
<ul>
  <li>Filtrar todo el ruido ca&oacute;tico y  repetitivo en sus datos.</li>
  <li>Entender qu&eacute; es relevante y luego hacer  un buen uso de esa informaci&oacute;n para evaluar resultados probables.</li>
  <li>Acelerar el ritmo de la toma de  decisiones informadas.</li>
</ul>
<p align="justify">&nbsp;</p>
</body>
</html>
