<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p align="justify">&nbsp;</p>
<p><strong>Elementos y/o componentes de  Business Intelligence como los Dashboards</strong><strong>,</strong> los reports o  m&eacute;tricas de rendimiento pueden ser muy importantes a la hora de ofrecer fiables  an&aacute;lisis avanzados, que adem&aacute;s formen una soluci&oacute;n visualmente atractiva.<br />
    <strong>Data Warehouse (DW)</strong><br />
  Una Base de Datos pensada para almacenar y  procesar un gran volumen de datos, donde est&aacute; integrada informaci&oacute;n de  distintas fuentes, como pueden ser CRM, Google Analytics, Twitter, sistemas  contables, administrativos y fiscales, datos de ficheros de Texto, ficheros  Excel, comentarios de Blogs, etc. Todo ello en una&nbsp;<strong>&uacute;nica plataforma</strong>, donde  sea posible distribuir la informaci&oacute;n preparada para su an&aacute;lisis y exploraci&oacute;n.</p>
<h3><a name="_Toc153367895" id="_Toc153367895"><strong>Procesos ETL (Extract, Transform, Load)</strong></a><strong> </strong></h3>
<p>Cuando hablamos de ETL nos referimos a los  procesos de tratamiento de la informaci&oacute;n<strong>&nbsp;desde  las diferentes fuentes de datos para poder alimentar el Data Warehouse</strong><strong>&nbsp;c</strong>on informaci&oacute;n de calidad. Al  trabajar con grandes cantidades de datos, en alg&uacute;n momento tenemos que hacer  una serie de tareas de forma manual para extraer datos, cruzar informaci&oacute;n y  tener todo organizado en la base de datos escogida. Cuando trabajamos con  Business Intelligence y con un Data Warehouse es necesario&nbsp;<strong>automatizar este proceso y sacar partido  de las herramientas de ETL adecuadas</strong>.&rdquo; <em>Los procesos ETL facilitan la  automatizaci&oacute;n de tareas y procedimientos con herramientas de Big Data.&rdquo;</em></p>
<p><a name="_Toc153367896" id="_Toc153367896"><strong>Data Mining&nbsp; o Miner&iacute;a de Datos</strong></a><strong> </strong></p>
<p>Es el&nbsp;<strong>proceso de an&aacute;lisis de datos</strong>. Suele ser una  tarea para matem&aacute;ticos y estad&iacute;sticos, pero hay herramientas que facilitan este  trabajo a usuarios de negocios o analistas. Debemos entender que Data Mining es  un proceso; no es simplemente ejecutar un determinado algoritmo que realiza alguna  tarea como, por ejemplo, una regresi&oacute;n lineal o una serie de c&aacute;lculos y ya  est&aacute;. Este proceso solamente de c&aacute;lculo no es Data Mining aunque s&iacute; pueda  llegar a entenderse como un an&aacute;lisis de datos.<br />
    <strong>Los 4 componentes  m&aacute;s elementales de Big Data</strong>.</p>
<ul type="disc">
  <li><strong>Volumen.&nbsp;</strong>Como       es l&oacute;gico, cuando hablamos de volumen en Big Data nos estamos refiriendo a       la<strong>&nbsp;cantidad de datos con la que se trabaja</strong>. El volumen y la       capacidad de almacenamiento de informaci&oacute;n se mide en diferentes formatos.       Var&iacute;an su nomenclatura a medida que aumenta el volumen y conjunto de datos       trabajados. De los bytes a los megabytes y zettabytes.</li>
  <li><strong>Velocidad.</strong>&nbsp;Con       la velocidad se mide la rapidez con la que se crean, generan, transportan       y analizan los datos en los diferentes procesos ETL.</li>
  <li><strong>Variedad.&nbsp;</strong>Cuantos       m&aacute;s tipos de datos se abarquen durante los procesos ETL, mejores an&aacute;lisis       se podr&aacute;n realizar.</li>
  <li><strong>Valor.&nbsp;</strong>La       implementaci&oacute;n de herramientas de Big Data aporta valor y prestigio a la       empresa, al posicionarla como un entorno estructurado y organizado que       cuida el tratamiento de informaci&oacute;n acorde a los nuevos tiempos,       protocolos y tecnolog&iacute;as.</li>
</ul>
</body>
</html>
