<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p align="justify">&nbsp;</p>
<p>El Business Intelligence, BI o la inteligencia de negocios combina  an&aacute;lisis de negocios, miner&iacute;a, visualizaci&oacute;n, herramientas e infraestructura de  datos, adem&aacute;s de pr&aacute;cticas recomendadas para ayudar a las empresas a tomar  decisiones basadas en los datos. En la pr&aacute;ctica, implementar la inteligencia de  negocios moderna implica contar con una vista integral de todos los datos de la  organizaci&oacute;n. Adem&aacute;s, consiste en usar estos datos para impulsar el cambio,  eliminar las ineficiencias y adaptarse r&aacute;pidamente a los cambios del mercado o  la demanda.</p>
<ul type="disc">
  <li><strong>Miner&iacute;a de datos:</strong>&nbsp;usar bases de datos,       estad&iacute;sticas y aprendizaje autom&aacute;tico para descubrir tendencias en       conjuntos de datos m&aacute;s grandes.</li>
  <li><strong>Generaci&oacute;n de informes:</strong>&nbsp;compartir       an&aacute;lisis de datos con las partes interesadas para que todos puedan sacar       sus propias conclusiones y tomar decisiones.</li>
  <li><strong>M&eacute;tricas de rendimiento y valores de       referencia:</strong>&nbsp;comparar los datos del rendimiento actual con los datos       hist&oacute;ricos para hacer un seguimiento del rendimiento frente a los       objetivos. En general, esto se lleva a cabo con dashboards personalizados.</li>
  <li><strong>An&aacute;lisis descriptivos:</strong>&nbsp;usar       un an&aacute;lisis de datos preliminar para descubrir qu&eacute; ocurri&oacute;.</li>
  <li><strong>Consultas:</strong>&nbsp;el usuario realiza       preguntas espec&iacute;ficas relacionadas con los datos y la BI extrae las       respuestas de los conjuntos de datos.</li>
  <li><strong>An&aacute;lisis estad&iacute;stico:</strong>&nbsp;a       partir de los resultados de an&aacute;lisis descriptivos, se exploran a&uacute;n m&aacute;s los       datos a trav&eacute;s de estad&iacute;sticas, por ejemplo, para determinar c&oacute;mo ocurri&oacute;       una tendencia y por qu&eacute;.</li>
  <li><strong>Visualizaci&oacute;n de datos:</strong>&nbsp;transformar       el an&aacute;lisis de datos en representaciones visuales, como gr&aacute;ficos e       histogramas, a fin de consumir m&aacute;s f&aacute;cilmente los datos.</li>
  <li><strong>An&aacute;lisis visual:</strong>&nbsp;explorar los datos a       trav&eacute;s de la narraci&oacute;n visual de historias para compartir informaci&oacute;n       sobre la marcha y permanecer en el flujo de an&aacute;lisis.</li>
  <li><strong>Preparaci&oacute;n de datos:</strong>&nbsp;recopilar       varias fuentes de datos, identificar las dimensiones y las medidas y       preparar los datos para el an&aacute;lisis.</li>
</ul>
</body>
</html>
