<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p align="justify">&nbsp;</p>
<p>Las empresas deben lidiar con  datos tanto estructurados como no estructurados que provienen de muchas fuentes  distintas, entre ellos los dispositivos m&oacute;viles e Internet. Los datos se tienen  que integrar y organizar de tal forma que los humanos encargados de tomar  decisiones puedan analizarlos y utilizarlos.<strong> </strong></p>
<ul>
<ul>
  <li><strong>Infraestructura de inteligencia de negocios:</strong> la base subyacente de la  inteligencia de negocios es un poderoso sistema de bases de datos que captura  todos los datos relevantes para operar la empresa. La informaci&oacute;n se puede  almacenar en bases de datos transaccionales, o se puede combinar e integrar en  un almac&eacute;n de datos a nivel empresarial o una serie de mercados de datos  interrelacionados. </li>
  <li><strong>Conjunto de herramientas de an&aacute;lisis de  negocios:</strong> se utiliza un conjunto de herramientas de software para analizar  datos y producir informes, responder a las preguntas planteadas por los  gerentes y rastrear el progreso de la empresa mediante el uso de los  indicadores clave del desempe&ntilde;o. </li>
  <li><strong>Usuarios y m&eacute;todos gerenciales:</strong> el hardware y software de  inteligencia de negocios son tan inteligentes como los seres humanos que los  utilizan. Los gerentes imponen el orden sobre el an&aacute;lisis de los datos mediante  el uso de una variedad de m&eacute;todos gerenciales que definen los objetivos de  negocios estrat&eacute;gicos y especifican la forma en que se medir&aacute; el progreso.  Entre estos m&eacute;todos est&aacute;n la administraci&oacute;n del desempe&ntilde;o de negocios y el  cuadro de mando integral que se centran en indicadores clave del desempe&ntilde;o,  adem&aacute;s de los an&aacute;lisis estrat&eacute;gicos industriales que se enfocan en los cambios  en el entorno de negocios en general, con una atenci&oacute;n especial para los  competidores. Sin una s&oacute;lida supervisi&oacute;n de la gerencia de nivel superior, el  an&aacute;lisis de negocios puede producir una gran cantidad de datos, informes y  pantallas en l&iacute;nea que se enfoquen en los asuntos equivocados y desv&iacute;en la  atenci&oacute;n de lo que en verdad es importante. Necesita recordar que, hasta ahora,  s&oacute;lo los humanos pueden hacer preguntas inteligentes. </li>
  <li><strong>Plataforma de entrega:</strong> MIS, DSS, ESS. Los resultados  de la inteligencia y el an&aacute;lisis de negocios se entregan a los gerentes y  empleados en varias formas, dependiendo de lo que necesitan saber para realizar  su trabajo. Los MIS, DSS y ESS entregan informaci&oacute;n y conocimiento a distintas  personas y niveles en la firma: empleados operacionales, gerentes de nivel  medio y ejecutivos de nivel superior. En el pasado, estos sistemas no pod&iacute;an  compartir datos y se operaban como sistemas independientes. En la actualidad,  una suite de herramientas de hardware y software en la forma de un paquete de  inteligencia y an&aacute;lisis de negocios puede integrar toda esta informaci&oacute;n y  llevarla al escritorio o a las plataformas m&oacute;viles de los gerentes. </li>
  <li><strong>Interfaz de usuario:</strong> los empresarios ya no est&aacute;n  atados a sus escritorios o a sus equipos de escritorio. A menudo aprenden m&aacute;s  r&aacute;pido a partir de una representaci&oacute;n visual de los datos que de un ins&iacute;pido  informe con columnas y filas de informaci&oacute;n. En la actualidad, las suites de  software de an&aacute;lisis de negocios hacen &eacute;nfasis en las t&eacute;cnicas visuales como  los tableros de control y los cuadros de mando. Tambi&eacute;n pueden entregar  informes en equipos BlackBerry, iPhone y otros dispositivos m&oacute;viles, as&iacute; como  en el portal Web de la firma. El software de BA est&aacute; agregando capacidades para  publicar informaci&oacute;n en Twitter, Facebook o en los medios sociales internos  para dar soporte a la toma de decisiones en un entorno de grupo en l&iacute;nea, en  vez de hacerlo en una reuni&oacute;n cara a cara. </li>
</ul>
</body>
</html>
