<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Lo que hace  que Big Data sea tan &uacute;til para muchas empresas es el hecho de que proporciona  respuestas a muchas preguntas que las empresas ni siquiera sab&iacute;an que ten&iacute;an.  En otras palabras, proporciona un punto de referencia. Con una cantidad  tan grande de informaci&oacute;n, los datos pueden ser moldeados o probados de  cualquier manera que la empresa considere adecuada. Al hacerlo,&nbsp;las organizaciones son capaces de identificar  los problemas de una forma m&aacute;s comprensible.<br />
    <strong>La recopilaci&oacute;n de grandes cantidades  de datos y la b&uacute;squeda de tendencias dentro de los datos permiten que las  empresas se muevan mucho m&aacute;s r&aacute;pidamente, sin problemas y de manera eficiente</strong>. Tambi&eacute;n les permite  eliminar las &aacute;reas problem&aacute;ticas antes de que los problemas acaben con sus  beneficios o su reputaci&oacute;n.<br />
    <strong>El an&aacute;lisis de Big Data ayuda a las  organizaciones a aprovechar sus datos y utilizarlos para identificar nuevas  oportunidades</strong>. Eso, a su vez, conduce a movimientos de negocios  m&aacute;s inteligentes, operaciones m&aacute;s eficientes, mayores ganancias y clientes m&aacute;s  felices. Las empresas con m&aacute;s &eacute;xito con Big Data consiguen valor de las  siguientes formas:</p>
<ul type="disc">
  <li><strong>Reducci&oacute;n de coste</strong>. Las grandes tecnolog&iacute;as de       datos, como Hadoop y el an&aacute;lisis basado en la nube, aportan importantes       ventajas en t&eacute;rminos de costes cuando se trata de almacenar grandes       cantidades de datos, adem&aacute;s de identificar maneras m&aacute;s eficientes de hacer       negocios.<br />
      <br />
  </li>
  <li><strong>M&aacute;s r&aacute;pido, mejor toma de decisiones</strong>.       Con la velocidad de&nbsp;<a href="https://www.powerdata.es/el-valor-de-la-gestion-de-datos/bid/402826/5-ventajas-de-la-arquitectura-de-Hadoop">Hadoop</a>&nbsp;y       la anal&iacute;tica en memoria, combinada con la capacidad de analizar nuevas       fuentes de datos, las empresas pueden analizar la informaci&oacute;n       inmediatamente y tomar decisiones basadas en lo que han aprendido.<br />
      <br />
  </li>
  <li><strong>Nuevos productos y servicios</strong>.       Con la capacidad de medir las necesidades de los clientes y la       satisfacci&oacute;n a trav&eacute;s de an&aacute;lisis viene el poder de dar a los clientes lo       que quieren. Con la anal&iacute;tica de Big Data, m&aacute;s empresas est&aacute;n creando       nuevos productos para satisfacer las necesidades de los clientes.</li>
</ul>
<p>Por ejemplo:</p>
<ul type="disc">
  <li><strong>Turismo:&nbsp;</strong>Mantener felices a los       clientes es clave para la industria del turismo, pero la satisfacci&oacute;n del       cliente puede ser dif&iacute;cil de medir, especialmente en el momento oportuno.       Resorts y casinos, por ejemplo, s&oacute;lo tienen una peque&ntilde;a oportunidad de dar       la vuelta a una mala experiencia de cliente. El an&aacute;lisis de Big data       ofrece a estas empresas la capacidad de recopilar datos de los clientes,       aplicar an&aacute;lisis e identificar inmediatamente posibles problemas antes de       que sea demasiado tarde.<br />
      <br />
  </li>
  <li><strong>Cuidado de la salud</strong>: El       Big Data aparece en grandes cantidades en la industria sanitaria. Los       registros de pacientes, planes de salud, informaci&oacute;n de seguros y otros       tipos de informaci&oacute;n pueden ser dif&iacute;ciles de manejar, pero est&aacute;n llenos de       informaci&oacute;n clave una vez que se aplican las anal&iacute;ticas. Es por eso que la       tecnolog&iacute;a de an&aacute;lisis de datos es tan importante para el cuidado de la       salud. Al analizar grandes cantidades de informaci&oacute;n - tanto estructurada       como no estructurada - r&aacute;pidamente, se pueden proporcionar diagn&oacute;sticos u       opciones de tratamiento casi de inmediato.<br />
      <br />
  </li>
  <li><strong>Administraci&oacute;n:</strong>&nbsp;La administraci&oacute;n se       encuentra ante un gran desaf&iacute;o: mantener la calidad y la productividad con       unos presupuestos ajustados. Esto es particularmente problem&aacute;tico con lo       relacionado con la justicia. La tecnolog&iacute;a agiliza las operaciones       mientras que da a la administraci&oacute;n una visi&oacute;n m&aacute;s hol&iacute;stica de la       actividad.<br />
      <br />
  </li>
  <li><strong>Retail</strong>: El servicio al cliente ha       evolucionado en los &uacute;ltimos a&ntilde;os, ya que los compradores m&aacute;s inteligentes       esperan que los minoristas comprendan exactamente lo que necesitan, cuando       lo necesitan. El Big Data ayuda a los minoristas a satisfacer esas       demandas. Armados con cantidades interminables de datos de programas de       fidelizaci&oacute;n de clientes, h&aacute;bitos de compra y otras fuentes, los       minoristas no s&oacute;lo tienen una comprensi&oacute;n profunda de sus clientes, sino       que tambi&eacute;n pueden predecir tendencias, recomendar nuevos productos y       aumentar la rentabilidad.<br />
      <br />
  </li>
  <li><strong>Empresas manufactureras:&nbsp;</strong>Estas       despliegan sensores en sus productos para recibir datos de telemetr&iacute;a. A       veces esto se utiliza para ofrecer servicios de comunicaciones, seguridad       y navegaci&oacute;n. &Eacute;sta telemetr&iacute;a tambi&eacute;n revela patrones de uso, tasas de       fracaso y otras oportunidades de mejora de productos que pueden reducir       los costos de desarrollo y montaje.<br />
      <br />
  </li>
  <li><strong>Publicidad:</strong>&nbsp;La proliferaci&oacute;n de       tel&eacute;fonos inteligentes y otros dispositivos GPS ofrece a los anunciantes       la oportunidad de dirigirse a los consumidores cuando est&aacute;n cerca de una       tienda, una cafeter&iacute;a o un restaurante. Esto abre nuevos ingresos para los       proveedores de servicios y ofrece a muchas empresas la oportunidad de       conseguir nuevos prospectos.</li>
</ul>
<p align="justify">&nbsp;</p>
</body>
</html>
