<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>La inteligencia y el an&aacute;lisis de negocios prometen entregar la  informaci&oacute;n correcta y casi en tiempo real a los encargados de tomar  decisiones; las herramientas anal&iacute;ticas les ayudan a comprender con rapidez la  informaci&oacute;n y a tomar las acciones correspondientes.<br />
  EJEMPLOS DE INFORMES DE PRODUCCI&Oacute;N PREDEFINIDOS DE  INTELIGENCIA DE NEGOCIOS. </p>
<ul>
  <li><strong>Informes parametrizados:</strong> los usuarios introducen varios  par&aacute;metros como en una tabla din&aacute;mica para filtrar datos y aislar sus impactos.  Por ejemplo, tal vez quiera introducir la regi&oacute;n y la hora del d&iacute;a para  comprender c&oacute;mo var&iacute;an las ventas de un producto por regi&oacute;n y hora. Si fuera  Starbucks, tal vez podr&iacute;a descubrir que a los clientes de la regi&oacute;n Este les  gusta comprar su caf&eacute; en la ma&ntilde;ana, mientras que a los de la regi&oacute;n Noreste les  gusta comprar caf&eacute; a cualquier hora del d&iacute;a. Este hallazgo podr&iacute;a conducir a  distintas campa&ntilde;as de marketing y publicidad en cada regi&oacute;n. </li>
  <li><strong>Tableros de control/cuadros de mando:</strong> son herramientas visuales para  presentar los datos del desempe&ntilde;o definidos por los usuarios. </li>
  <li><strong>Creaci&oacute;n de consultas/b&uacute;squedas/informes  apropiados:</strong> permiten a los usuarios crear sus propios informes con base en las consultas y  las b&uacute;squedas. </li>
  <li><strong>Desglose (drill down):</strong> es la habilidad de pasar de un resumen  de alto nivel a una vista m&aacute;s detallada. </li>
  <li><strong>Pron&oacute;sticos, escenarios, modelos:</strong> implican la habilidad de realizar  pron&oacute;sticos lineales, an&aacute;lisis del tipo &ldquo;&iquest;qu&eacute; pasar&iacute;a s&iacute;?&rdquo; y analizar datos  mediante herramientas estad&iacute;sticas est&aacute;ndar. </li>
</ul>
<h3><br />
    <a name="_Toc153367905" id="_Toc153367905"><strong>&iquest;Qui&eacute;n  utiliza la inteligencia y el an&aacute;lisis de negocios?</strong></a> <strong> </strong></h3>
<p><strong><br />
</strong>Aplica a los sistemas de BI y  BA diferentes tipos de usuarios como en todos los sistemas de informaci&oacute;n (ve  la siguiente figura). Cerca del 80 por ciento de la audiencia para la BI  consiste en usuarios casuales que dependen en gran medida de los informes de  producci&oacute;n. Los ejecutivos de nivel superior tienden a usar la BI para  monitorear las actividades de la firma mediante el uso de interfaces visuales,  como tableros de control y cuadros de mando. Es mucho m&aacute;s probable que los  gerentes de nivel medio y los analistas se sumerjan en los datos y el software  para introducir consultas y desglosar los datos a lo largo de distintas  dimensiones. La mayor parte del tiempo los empleados operacionales, junto con  los clientes y proveedores, analizar&aacute;n los informes pre empaquetados. </p>
<p align="justify">&nbsp;</p>
</body>
</html>
