<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>El  an&aacute;lisis predictivo, se est&aacute; integrando en las aplicaciones dominantes para el  proceso cotidiano de toma de decisiones que realizan todo tipo de empleados, en  especial en los departamentos de finanzas y marketing.<br />
  El an&aacute;lisis predictivo tambi&eacute;n ha  funcionado muy bien en la industria de las tarjetas de cr&eacute;dito para identificar  a los clientes con riesgo de cancelar sus cuentas. <br />
  <br />
  <br />
  Dealer Services, que ofrece  financiamiento de inventario para los concesionarios de autos usados, trata de  usar el an&aacute;lisis predictivo para investigar a sus clientes potenciales. Miles  de concesionarios de autos usados, que antes ten&iacute;an franquicias de General  Motors y Chrysler, buscan financiamiento de compa&ntilde;&iacute;as como Dealer Services para  poder hacer sus propios negocios. Mediante el uso del software WebFOCUS de  Information Builders, la compa&ntilde;&iacute;a est&aacute; creando un modelo que predecir&aacute; los  mejores prospectos de pr&eacute;stamos y eliminar&aacute; entre 10 y 15 de las horas que se  requieren para revisar una aplicaci&oacute;n financiera. El modelo revisa los datos  como el tama&ntilde;o y tipo de concesionario, el n&uacute;mero de oficinas, los patrones de  pago, el historial de cheques devueltos sin fondos y las pr&aacute;cticas de  inventario, todo lo cual se revalida y actualiza a medida que cambian las  condiciones. <br />
  <br />
  <br />
  FedEx utiliza el software Enterprise  Miner de SAS Institute junto con las herramientas de an&aacute;lisis predictivo para  desarrollar modelos que pronostiquen c&oacute;mo responder&aacute;n los clientes a los  cambios en los precios y a los nuevos servicios, cu&aacute;les clientes presentan un  mayor riesgo de cambiar a la competencia y cu&aacute;ntos ingresos se generar&aacute;n debido  a las nuevas ubicaciones de las sucursales o buzones. La tasa de precisi&oacute;n del  sistema de an&aacute;lisis predictivo var&iacute;a entre el 65 y 90 por ciento. Ahora FedEx  empieza a usar el an&aacute;lisis predictivo en sus call centers para ayudar a los  representantes de servicio al cliente a identificar a los clientes con los  niveles m&aacute;s altos de insatisfacci&oacute;n y a tomar las acciones necesarias para que  se contenten. </p>
<p align="justify">&nbsp;</p>
</body>
</html>
