<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>La inteligencia de negocios incluye an&aacute;lisis de datos y an&aacute;lisis  de negocios, pero los usa solo como parte de todo el proceso. La BI ayuda a los  usuarios a sacar conclusiones del an&aacute;lisis de datos. Los cient&iacute;ficos de datos  profundizan en los detalles de los datos, utilizando estad&iacute;sticas avanzadas y  an&aacute;lisis predictivos para descubrir patrones y pronosticar patrones futuros. El  an&aacute;lisis de datos pregunta &quot;&iquest;por qu&eacute; sucedi&oacute; esto y qu&eacute; puede suceder  despu&eacute;s?&quot; La inteligencia de negocios toma esos modelos y algoritmos, y  divide los resultados en un lenguaje procesable. Seg&uacute;n el glosario de TI de  Gartner, &quot;el an&aacute;lisis de negocios incluye la extracci&oacute;n de datos, el  an&aacute;lisis predictivo, el an&aacute;lisis aplicado y las estad&iacute;sticas&quot;. En resumen,  las organizaciones realizan an&aacute;lisis de negocios como parte de su estrategia de  inteligencia de negocios m&aacute;s grande. La BI est&aacute; dise&ntilde;ada para responder  consultas espec&iacute;ficas y proporcionar un an&aacute;lisis de un vistazo para tomar  decisiones o planificar procesos. Sin embargo, las empresas pueden usar los  procesos de an&aacute;lisis para mejorar continuamente las preguntas de seguimiento y  la iteraci&oacute;n. El an&aacute;lisis de negocios no debe ser un proceso lineal porque  responder una pregunta probablemente dar&aacute; lugar a preguntas de seguimiento e iteraciones.  M&aacute;s bien, piensa en el proceso como un ciclo de acceso a los datos,  descubrimiento, exploraci&oacute;n e intercambio de informaci&oacute;n. Esto se denomina  ciclo del an&aacute;lisis, un t&eacute;rmino moderno que explica c&oacute;mo las empresas utilizan  el an&aacute;lisis para reaccionar ante las preguntas y las expectativas cambiantes.<br />
    <strong>Beneficios del  an&aacute;lisis visual y visualizaci&oacute;n de datos</strong><br />
  Una de las formas  m&aacute;s comunes de presentar la inteligencia de negocios es&nbsp;<a href="https://www.tableau.com/es-es/learn/articles/data-visualization">por medio de la  visualizaci&oacute;n de datos</a>. Los humanos responden a est&iacute;mulos visuales e  identifican muy f&aacute;cilmente los patrones o los cambios de colores. A trav&eacute;s de  las visualizaciones de datos, estos se muestran de una manera que es mucho m&aacute;s  accesible y f&aacute;cil de comprender. Con las visualizaciones recopiladas en  dashboards, se puede contar r&aacute;pidamente una historia. Adem&aacute;s, es posible  resaltar tendencias o patrones que podr&iacute;an ser m&aacute;s dif&iacute;ciles de descubrir  mediante el an&aacute;lisis manual de datos sin procesar. Asimismo, esa accesibilidad  permite que se desarrollen m&aacute;s conversaciones relacionadas con los datos, lo  que a su vez genera un mayor impacto en los negocios.</p>
<p align="justify">&nbsp;</p>
</body>
</html>
