<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>Un an&aacute;lisis de sensibilidad es una&nbsp;<strong>t&eacute;cnica</strong>&nbsp;de&nbsp;<strong>gesti&oacute;n de proyectos&nbsp;</strong>mediante la cual  se estudian y proyectan los posibles&nbsp;<strong>resultados de una inversi&oacute;n</strong>, seg&uacute;n la&nbsp;<strong>variaci&oacute;n de los factores</strong>&nbsp;involucrados  en dicha operaci&oacute;n.&nbsp;<br />
Generalmente, se utiliza en los&nbsp;<strong>proyectos de inversi&oacute;n</strong>, con el fin de  determinar la rentabilidad de los mismos y obtener un amplio panorama respecto  a las posibles opciones que se pueden presentar y sus posibles resultados.<br />
Los&nbsp;<strong>proyectos de inversi&oacute;n</strong>&nbsp;suponen una oportunidad  para adquirir nuevos&nbsp;<strong>activos</strong>,  aumentar la producci&oacute;n de una empresa y, en general, incrementar los ingresos  de la misma. Sin embargo, existen diversos<strong>&nbsp;factores y variables&nbsp;</strong>que pueden influir sobre los  resultados, ya sea de manera positiva o negativa. Es por esta raz&oacute;n que se debe  realizar un&nbsp;<strong>an&aacute;lisis  de sensibilidad</strong>.<br />
Los an&aacute;lisis de sensibilidad se realizan en un  amplio conjunto de campos profesionales, tales como las finanzas, la  ingenier&iacute;a, la ciencia y la&nbsp;<strong>estad&iacute;stica</strong>,  con el fin de&nbsp;<strong>predecir  los resultados</strong>&nbsp;de un proyecto, seg&uacute;n las variables que influyen  sobre ellos.<br />
<a name="_Toc153367906" id="_Toc153367906"><strong>Importancia del an&aacute;lisis de sensibilidad en la  toma de decisiones</strong></a><strong> </strong><br />
El an&aacute;lisis de  sensibilidad es una de las t&eacute;cnicas m&aacute;s importantes dentro de la<strong>&nbsp;</strong>gesti&oacute;n  de proyectos y, en especial, en el&nbsp;<strong>an&aacute;lisis financiero&nbsp;</strong>de una  empresa. Esta importancia se debe a que gran parte de su utilidad radica en la  informaci&oacute;n que brinda al momento de tomar decisiones relevantes durante la  ejecuci&oacute;n del proyecto o al momento de efectuar una operaci&oacute;n,&nbsp;<strong>garantizando  que se realice de manera segura</strong>&nbsp;y&nbsp;<strong>previendo sus resultados</strong>.&nbsp;<br />
<strong>Las finanzas pueden  resultar extremadamente variables</strong>&nbsp;y la proyecci&oacute;n de sus resultados puede suponer un verdadero  reto. Por su parte, el an&aacute;lisis de sensibilidad reduce, significativamente, la  dificultad de cuantificar dichos resultados y el grado de sensibilidad del  proyecto.&nbsp;<br />
Dicha caracter&iacute;stica, la&nbsp;<strong>sensibilidad  de un proyecto</strong>, es un factor importante a determinar, pues este puede  sufrir importantes cambios durante su ejecuci&oacute;n y afectar, negativa o  positivamente, su desarrollo normal. Este tipo de an&aacute;lisis, en conjunto con  otras herramientas tales como el<strong>&nbsp;an&aacute;lisis de riesgos</strong>&nbsp;y los&nbsp;<strong>gr&aacute;ficos de control</strong>, &nbsp;brinda un  completo panorama respecto a estos cambios, y permiten tomar control sobre los  mismos.</p>
<h2><a name="_Toc153367907" id="_Toc153367907">Tipos  de an&aacute;lisis de sensibilidad</a> </h2>
<p>Los an&aacute;lisis de sensibilidad se clasifican  principalmente en dos tipos, seg&uacute;n la cantidad de variables independientes a  tener en cuenta al evaluar los resultados de la variable dependiente. Estos  tipos son:</p>
<h3><a name="_Toc153367908" id="_Toc153367908"><strong>An&aacute;lisis de sensibilidad  unidimensional</strong></a> </h3>
<p>En el&nbsp;<strong>an&aacute;lisis de sensibilidad unidimensional</strong>,  &uacute;nicamente,&nbsp;<strong>una  variable independiente afecta el resultado de las variables dependientes</strong>.  As&iacute;, en caso de que se revise el aumento o disminuci&oacute;n de las ganancias durante  un periodo, se puede establecer, como variable independiente, las ventas, y por  lo tanto, solo se eval&uacute;an los resultados sobre la variaci&oacute;n de la operaci&oacute;n  comercial de la empresa.</p>
<h3><a name="_Toc153367909" id="_Toc153367909"><strong>An&aacute;lisis de sensibilidad  bidimensional</strong></a> </h3>
<p>En el&nbsp;<strong>an&aacute;lisis de sensibilidad bidimensional</strong>, se  consideran dos variables independientes cuyo cambio de valores afecta el  resultado de las variables dependientes. De esta manera, siguiendo la  explicaci&oacute;n anterior, adem&aacute;s de las ventas, se pueden incluir los costos  de&nbsp; ventas para determinar la variaci&oacute;n de las ganancias.&nbsp;</p>
<h2><a name="_Toc153367910" id="_Toc153367910">Ventajas  e inconvenientes del an&aacute;lisis de sensibilidad</a> </h2>
<h3><a name="_Toc153367911" id="_Toc153367911"><strong>Ventajas</strong></a> </h3>
<ul type="disc">
  <li>Brinda informaci&oacute;n suficiente para determinar la&nbsp;<strong>rentabilidad de un       proyecto de inversi&oacute;n.</strong> </li>
</ul>
<ul type="disc">
  <li>Propicia una mejor toma de decisiones, pues permite       barajar diversas opciones de inversi&oacute;n a partir de las cuales se puede       acceder a la que mejor panorama ofrece.</li>
</ul>
<ul type="disc">
  <li>Garantiza una &oacute;ptima gesti&oacute;n de calidad, al abordar       las relaciones entre los diferentes procesos de producci&oacute;n y los efectos       que tiene sobre el producto final.&nbsp;</li>
</ul>
<ul type="disc">
  <li>Permite identificar fallas y reducir los errores       respecto a la asignaci&oacute;n de recursos e implementaci&oacute;n de estrategias       durante la actividad de la empresa.&nbsp;</li>
</ul>
<ul type="disc">
  <li>Un an&aacute;lisis de sensibilidad constante puede permitir       el cambio de estrategias, de manera temprana, con el fin de evitar los       errores y reducir el riesgo del proyecto.&nbsp;</li>
</ul>
<ul type="disc">
  <li>Maximiza la utilidad de los recursos teniendo en       cuenta los resultados del proyecto.</li>
</ul>
<h3><a name="_Toc153367912" id="_Toc153367912"><strong>Desventajas</strong></a> </h3>
<ul type="disc">
  <li>A pesar de que se puede realizar un an&aacute;lisis de       sensibilidad con el fin de determinar c&oacute;mo afectan dos variables       independientes, o m&aacute;s, a una variable dependiente, no se puede evaluar el       resultado sobre dos variables dependientes, de manera simult&aacute;nea. Esto       hace necesario que el proceso se deba repetir varias veces.</li>
</ul>
<ul type="disc">
  <li>La exactitud de la predicci&oacute;n se reduce al no tener en       cuenta la&nbsp;<strong>distribuci&oacute;n       de probabilidades&nbsp;</strong>de las variables analizadas.&nbsp;</li>
</ul>
<p>TABLA  DINAMICA<br />
  Una tabla din&aacute;mica es una herramienta avanzada para calcular,  resumir y analizar datos que le permite ver comparaciones, patrones y  tendencias en ellos.&nbsp;Las tablas din&aacute;micas funcionan de forma un poco  distinta dependiendo de la plataforma que use para ejecutar Excel. </p>
<div>
  <h2><a name="_Toc153367913" id="_Toc153367913">Informes de tabla din&aacute;mica</a> </h2>
</div>
<p>Al crear un informe de tabla din&aacute;mica se necesita definir el  origen de los datos, organizar los campos en la Lista de campos de la tabla  din&aacute;mica y elegir el dise&ntilde;o apropiado seg&uacute;n las necesidades que se tenga o lo  que se obtener del informe. Se utiliza un informe de tabla din&aacute;mica para  resumir, analizar, explorar y presentar datos de una base de datos donde se  manejan grandes vol&uacute;menes de informaci&oacute;n. Los informes de tabla din&aacute;mica est&aacute;n  dise&ntilde;ados para desarrollar m&uacute;ltiples tareas como:</p>
<ul>
  <li>Consultar grandes cantidades de  datos de muchas maneras diferentes y c&oacute;modas para el usuario.</li>
  <li>Calcular el subtotal y agregar  datos num&eacute;ricos, resumir datos por categor&iacute;as y subcategor&iacute;as, y crear c&aacute;lculos  y f&oacute;rmulas personalizados.</li>
  <li>Expandir y contraer niveles de  datos para destacar los resultados y desplazarse hacia abajo para ver los  detalles de los datos de resumen de las &aacute;reas de inter&eacute;s.</li>
  <li>Desplazar filas a columnas y  columnas a filas para ver res&uacute;menes diferentes de los datos de origen.</li>
  <li>Filtrar, ordenar, agrupar y dar  formato condicional a los subconjuntos de datos m&aacute;s &uacute;tiles e interesantes para  poder centrarse en la informaci&oacute;n que le interesa.</li>
  <li>Presentar informes electr&oacute;nicos o  impresos concisos, atractivos y con comentarios.</li>
</ul>
<h3><a name="_Toc153367914" id="_Toc153367914"><strong>Tareas que se  llevan a cabo para la elaboraci&oacute;n de informes de tabla din&aacute;mica</strong></a> </h3>
<ul>
  <li>Explorar los datos &nbsp;:</li>
  <li>Expandir y contraer los datos, y  mostrar los detalles subyacentes de valores.</li>
  <li>Organizar, filtrar y agrupar los  campos y los elementos.</li>
  <li>Cambiar las funciones de resumen  y agregar c&aacute;lculos y f&oacute;rmulas personalizados.</li>
  <li>Cambiar el formato:</li>
  <li>Dar formato a las celdas y rangos  manual y condicionalmente.</li>
  <li>Cambiar el estilo de formato  general de la tabla din&aacute;mica.</li>
  <li>Cambiar el n&uacute;mero de formato para  campos e incluir el formato de Servidor OLAP.</li>
  <li>Cambiar el dise&ntilde;o:</li>
  <li>Cambiar la forma de la tabla din&aacute;mica:  compacta, de esquema o tabular.</li>
  <li>Mostrar los subtotales encima o  debajo de sus filas.</li>
  <li>Mover un campo de columna al &aacute;rea  de filas, o mover un campo de fila al &aacute;rea de r&oacute;tulos de columnas.</li>
  <li>Cambiar c&oacute;mo se muestran lo  errores y las celdas vac&iacute;as, y cambiar c&oacute;mo se muestran los elementos y los  r&oacute;tulos sin datos.</li>
  <li>Cambiar el orden de los campos y  los elementos y agregar, reorganizar y eliminar campos.</li>
  <li>Ajustar el ancho de las columnas  al actualizar.</li>
  <li>Activar o desactivar los  encabezados de campo de columnas y filas, o bien mostrar u ocultar l&iacute;neas las  en blanco.</li>
</ul>
<div>
  <h2><a name="_Toc153367915" id="_Toc153367915">Gr&aacute;fico din&aacute;mico</a> </h2>
</div>
<p>Los gr&aacute;ficos son una excelente herramienta para representar los  datos y los resultados de alg&uacute;n problema en forma visual, siendo esta una forma  diferente de encarar las cosas. Con una forma visual de representaci&oacute;n de datos  se tiene de un pantallazo una idea m&aacute;s clara del significado de los n&uacute;meros a  dem&aacute;s de ser visualmente m&aacute;s atractiva. La idea de los gr&aacute;ficos est&aacute; en casi  todas las disciplinas como la matem&aacute;tica, medicina, oceanograf&iacute;a, la web, etc.  Un gr&aacute;fico din&aacute;mico es un gr&aacute;fico que est&aacute; basado en los datos de una tabla  din&aacute;mica y que se ajusta autom&aacute;ticamente al aplicar cualquier filtro sobre la  informaci&oacute;n. Este tipo de gr&aacute;fico ayuda en la comprensi&oacute;n de los datos de una  tabla din&aacute;mica y ver f&aacute;cilmente comparaciones, patrones y tendencias. Ambos las  tablas y los gr&aacute;ficos din&aacute;micos permiten tomar decisiones informadas sobre  datos cr&iacute;ticos.</p>
<p align="justify">&nbsp;</p>
</body>
</html>
