<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style1 {
	font-size: 30px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<p>El&nbsp;<strong>Business Intelligence</strong>&nbsp;permite&nbsp;<strong>minimizar  los riesgos en la toma de decisiones</strong>. Una de las principales<strong>&nbsp;funciones  de los&nbsp;</strong><a href="https://es.workmeter.com/descargate-la-guia-roles-directivos-secreto-mejores" target="_blank" title="roles directivos"><strong>roles directivos</strong></a>&nbsp;es decidir  acerca de asuntos de diversa &iacute;ndole cada d&iacute;a, pero los managers y responsables  no pueden permitirse el hacerlo sin saber realmente los resultados que dichas  decisiones pueden conllevar. La informaci&oacute;n y el an&aacute;lisis que el&nbsp;<strong>BI</strong>&nbsp;proporcionan  arrojan luz sobre el&nbsp;<strong>proceso de toma de decisiones.</strong>&nbsp;A trav&eacute;s  de un an&aacute;lisis interno de los datos existentes, la<strong>&nbsp;inteligencia de  negocio</strong>&nbsp;trata de formar un conjunto de estrategias que otorguen  informaci&oacute;n a las empresas.<br />
  Entre las&nbsp;<strong>herramientas y  programas inform&aacute;ticos que los directivos tienen a su disposici&oacute;n</strong>&nbsp;para  tomar mejores decisiones se encuentran:</p>
<ul type="disc">
  <li><strong>Oracle BI</strong>: ofrece el acceso a la       informaci&oacute;n y la posibilidad de compartir los datos obtenidos con otros       departamentos de la empresa. Permite realizar un&nbsp;<strong>an&aacute;lisis de la       informaci&oacute;n</strong>&nbsp;que conduce a tomar mejores decisiones, basadas en       datos que se han conseguido de manera sencilla y r&aacute;pida.</li>
  <li><strong>Cognos</strong>: permite a los<strong>&nbsp;roles       directivos</strong>&nbsp;llevar a cabo evaluaciones correctas de la informaci&oacute;n       y una posterior&nbsp;<strong>toma de decisiones objetiva.</strong>&nbsp;Adem&aacute;s, hace       posible la realizaci&oacute;n de pron&oacute;sticos y simulaciones futuras de       estrategias, que dibujen el futuro de las operaciones facilitando su       planificaci&oacute;n.</li>
  <li><strong>Business Objects:</strong>&nbsp;proporciona acceso de       forma sencilla y clara a los datos relevantes, ello facilita el an&aacute;lisis       de la informaci&oacute;n almacenada por la compa&ntilde;&iacute;a y el posterior desarrollo de       distintos informes para&nbsp;<strong>mejorar los procesos globales de la       empresa.</strong></li>
</ul>
<strong>WorkMeter</strong>:&nbsp;recopila informaci&oacute;n sobre el uso de las  aplicaciones inform&aacute;ticas y de otros dispositivos&nbsp;para&nbsp;determinar el nivel de carga y el esfuerzo de  las personas. WorkMeter&nbsp;ofrece a los&nbsp;directivos&nbsp;detallados&nbsp;informes  de actividad y productividad&nbsp;de las personas que trabajan en la  organizaci&oacute;n. Con el an&aacute;lisis de toda esta informaci&oacute;n se aporta inteligencia a  la toma de decisiones en relaci&oacute;n con un departamento entero, un equipo de  trabajo o de forma individual. Adem&aacute;s, puede integrarse con otras plataformas,  como el CRM o una centralita, enriqueciendo el posterior an&aacute;lisis y  orient&aacute;ndolo a objetivos
<p align="justify">&nbsp;</p>
</body>
</html>
